---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpanDirSymParamBottom
source: html/e9627b00-7ced-e39d-040d-fe8136a3b421.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpanDirSymParamBottom Property

"Bottom"

## Syntax (C#)
```csharp
public static ForgeTypeId SpanDirSymParamBottom { get; }
```